9/data/attachments/ddf90e5e9d342905.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lauren_chair_Friend_22995_4</nif:username>
            <nif:friendToBeRequested>soap_friends_c5b21c29-f198-4567-aa82-797cd4783e46</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>